app/controllers/films_controller.rb

  def index
    @all = Film.all
---
SELECT "films".* FROM "films"